// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "HP Produktregistrierung";
TaskTOCTitle = "Internetregistrierung";

HSDRegistrationDescription = "Die Onlineregistrierung wird automatisch gestartet, und die meisten erforderlichen Daten werden automatisch gesendet. Somit können Sie das Produkt schnell und bequem registrieren lassen, wenn die Einrichtung abgeschlossen ist. Außerdem werden Sie zur HP Connected Website geführt, der zentralen Anlaufstelle zur Onlinesteuerung der Druckfunktionen.";

WarningSheetExtendedMessages = "Sobald Sie auf Weiter klicken, wird eine Seite zur HP Produktregistrierung in Ihrem Standardwebbrowser geöffnet. Die folgenden Daten werden an die HP Website gesendet, um die Registrierung zu beschleunigen.";

HSDZipCodeTitle = "Postleitzahl:";
